---
kind: property
id: P:Autodesk.Revit.DB.View.ViewType
zh: 视图
source: html/76bee86d-3c34-7ee1-4349-cd7abcbf3d78.htm
---
# Autodesk.Revit.DB.View.ViewType Property

**中文**: 视图

The type of the view.

## Syntax (C#)
```csharp
public ViewType ViewType { get; }
```